IDEA Open Model
BoltParam.ColsPosition Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the position, to which are bolt columns realted to.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PositionRelatedTo ColsPosition { get; set; }
Public Property ColsPosition As PositionRelatedTo
	Get
	Set
Property Value
Type: PositionRelatedTo
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace